Repository: PCDelight-IT/delight-cookie-banner
Catalog: languages/delight-cookie-banner-*.po
Languages: de_de, fr_fr, it_it

source: Delight Cookie Banner
fr_fr: Bannière de cookies Delight

source: Cookie Banner Settings
de_de: Cookie-Banner-Einstellungen
fr_fr: Paramètres de la bannière de cookies
it_it: Impostazioni del banner dei cookie

source: Customize the appearance and texts of your cookie banner.
de_de: Passe das Aussehen und die Texte deines Cookie-Banners an.
fr_fr: Personnalisez l’apparence et les textes de votre bannière de cookies.
it_it: Personalizza l’aspetto e i testi del tuo banner dei cookie.

source: Background Color
de_de: Hintergrundfarbe
fr_fr: Couleur d’arrière-plan
it_it: Colore di sfondo

source: Text Color
de_de: Textfarbe
fr_fr: Couleur du texte
it_it: Colore del testo

source: Accept Button Background
de_de: Akzeptieren-Button Hintergrundfarbe
fr_fr: Couleur du fond du bouton Accepter
it_it: Sfondo del pulsante Accetta

source: Accept Button Text Color
de_de: Akzeptieren-Button Textfarbe
fr_fr: Couleur du texte du bouton Accepter
it_it: Colore del testo del pulsante Accetta

source: Reject Button Background
de_de: Ablehnen-Button Hintergrundfarbe
fr_fr: Couleur du fond du bouton Refuser
it_it: Sfondo del pulsante Rifiuta

source: Reject Button Text Color
de_de: Ablehnen-Button Textfarbe
fr_fr: Couleur du texte du bouton Refuser
it_it: Colore del testo del pulsante Rifiuta

source: Banner Position
fr_fr: Position de la bannière
it_it: Posizione del banner

source: Banner Message
de_de: Banner-Nachricht
fr_fr: Message de la bannière
it_it: Messaggio del banner

source: Accept Button Text
de_de: Text für „Akzeptieren“-Button
fr_fr: Texte du bouton Accepter
it_it: Testo del pulsante Accetta

source: Reject Button Text
de_de: Text für „Ablehnen“-Button
fr_fr: Texte du bouton Refuser
it_it: Testo del pulsante Rifiuta

source: Privacy Policy Page
de_de: Datenschutzerklärungs-Seite
fr_fr: Page de politique de confidentialité
it_it: Pagina della politica sulla privacy

source: Show Footer Link for Consent Change
de_de: Link im Footer anzeigen, um Einwilligung zu ändern
fr_fr: Afficher le lien de modification du consentement dans le pied de page
it_it: Mostra il link nel footer per modificare il consenso

source: Top
de_de: Oben
fr_fr: Haut
it_it: In alto

source: Middle
de_de: Mittig
fr_fr: Milieu
it_it: Centrale

source: Bottom
de_de: Unten
fr_fr: Bas
it_it: In basso

source: Select a page
de_de: Seite auswählen
fr_fr: Sélectionner une page
it_it: Seleziona una pagina

source: Save Settings
de_de: Einstellungen speichern
fr_fr: Enregistrer les paramètres
it_it: Salva impostazioni

source: Accept
de_de: Akzeptieren
fr_fr: Accepter
it_it: Accetta

source: Reject
de_de: Ablehnen
fr_fr: Refuser
it_it: Rifiuta

source: Privacy Policy
de_de: Datenschutzerklärung
fr_fr: Politique de confidentialité
it_it: Informativa sulla privacy

source: Change cookie settings
de_de: Cookie-Einstellungen ändern
fr_fr: Modifier les paramètres des cookies
it_it: Modifica le impostazioni dei cookie

source: Cookie consent banner
de_de: Cookie-Einwilligungsbanner
fr_fr: Bannière de consentement aux cookies
it_it: Banner di consenso ai cookie

source: Customize the appearance, text, and behavior of your cookie banner. The live preview updates instantly on the right.
de_de: Passe das Erscheinungsbild, den Text und das Verhalten deines Cookie-Banners an. Die Live-Vorschau rechts wird sofort aktualisiert.
fr_fr: Personnalisez l’apparence, le texte et le comportement de votre bannière de cookies. L’aperçu en direct à droite se met à jour instantanément.
it_it: Personalizza l’aspetto, il testo e il comportamento del tuo banner dei cookie. L’anteprima dal vivo a destra si aggiorna immediatamente.

source: This preview reflects your current settings. Hover the buttons to see hover colors. Save to persist changes.
de_de: Diese Vorschau zeigt deine aktuellen Einstellungen. Fahre mit der Maus über die Schaltflächen, um die Hover-Farben zu sehen. Speichere, um Änderungen zu übernehmen.
fr_fr: Cet aperçu reflète vos paramètres actuels. Survolez les boutons pour voir les couleurs au survol. Enregistrez pour appliquer les modifications.
it_it: Questa anteprima riflette le impostazioni attuali. Passa il mouse sui pulsanti per vedere i colori al passaggio. Salva per applicare le modifiche.

source: Automatically display a “Change cookie settings” link in the footer. You can also insert the same link anywhere on your site using the [pcdelicoba_open] shortcode, or add a reset link with [pcdelicoba_reset].
fr_fr: Afficher automatiquement le lien « Modifier les paramètres des cookies » dans le pied de page. Vous pouvez également insérer le même lien n’importe où sur votre site avec le shortcode [pcdelicoba_open], ou ajouter un lien de réinitialisation avec [pcdelicoba_reset].

source: Alternatively, use [pcdelicoba_open] or [pcdelicoba_reset].
fr_fr: Vous pouvez également utiliser [pcdelicoba_open] ou [pcdelicoba_reset].

source: Settings have been reset to defaults.
de_de: Die Einstellungen wurden auf die Standardwerte zurückgesetzt.
fr_fr: Les paramètres ont été réinitialisés aux valeurs par défaut.
it_it: Le impostazioni sono state ripristinate ai valori predefiniti.

source: Reset all settings to their installation defaults?
de_de: Alle Einstellungen auf die Standardwerte zurücksetzen?
fr_fr: Réinitialiser tous les paramètres aux valeurs par défaut ?
it_it: Ripristinare tutte le impostazioni ai valori predefiniti?

source: Reset to defaults
de_de: Auf Standardwerte zurücksetzen
fr_fr: Réinitialiser les valeurs par défaut
it_it: Ripristina impostazioni predefinite

source: You do not have permission to perform this action.
de_de: Du hast keine Berechtigung, diese Aktion auszuführen.
fr_fr: Vous n’avez pas l’autorisation d’effectuer cette action.
it_it: Non hai l’autorizzazione per eseguire questa azione.

source: Live Preview
de_de: Live-Vorschau
fr_fr: Aperçu en direct
it_it: Anteprima dal vivo

source: Accept Button Hover Background
de_de: Akzeptieren-Button Hintergrund (Hover)
fr_fr: Arrière-plan du bouton Accepter (survol)
it_it: Sfondo pulsante Accetta (hover)

source: Accept Button Hover Text Color
de_de: Akzeptieren-Button Textfarbe (Hover)
fr_fr: Couleur du texte du bouton Accepter (survol)
it_it: Colore testo pulsante Accetta (hover)

source: Reject Button Hover Background
de_de: Ablehnen-Button Hintergrund (Hover)
fr_fr: Arrière-plan du bouton Refuser (survol)
it_it: Sfondo pulsante Rifiuta (hover)

source: Reject Button Hover Text Color
de_de: Ablehnen-Button Textfarbe (Hover)
fr_fr: Couleur du texte du bouton Refuser (survol)
it_it: Colore testo pulsante Rifiuta (hover)

source: This field applies only to the default language. Other translations must be changed using a translation tool (e.g. Loco Translate or Polylang).
de_de: Dieses Feld gilt nur für die Standardsprache. Andere Übersetzungen müssen mit einem Übersetzungstool (z. B. Loco Translate oder Polylang) geändert werden.
fr_fr: Ce champ s’applique uniquement à la langue par défaut. Les autres traductions doivent être modifiées à l’aide d’un outil de traduction (par ex. Loco Translate ou Polylang).
it_it: Questo campo si applica solo alla lingua predefinita. Le altre traduzioni devono essere modificate utilizzando uno strumento di traduzione (ad es. Loco Translate o Polylang).

source: Show “Reject” Button
de_de: „Ablehnen“-Button anzeigen
fr_fr: Afficher le bouton « Refuser »
it_it: Mostra il pulsante “Rifiuta”

source: Display the “Reject” button in the banner (visual option only).
de_de: Zeigt den „Ablehnen“-Button im Banner an (nur als visuelle Option).
fr_fr: Affiche le bouton « Refuser » dans la bannière (option visuelle uniquement).
it_it: Mostra il pulsante “Rifiuta” nel banner (solo opzione visiva).

source: Reset cookie settings
de_de: Cookie-Einstellungen zurücksetzen
fr_fr: Réinitialiser les paramètres des cookies
it_it: Reimposta impostazioni cookie

source: Automatically display a “Change cookie settings” link in the footer. You can also insert the same link anywhere on your site using the [dcb_open] shortcode, or add a reset link with [dcb_reset].
de_de: „Cookie-Einstellungen ändern“-Link automatisch im Footer anzeigen. Du kannst denselben Link auch überall auf deiner Website mit dem Shortcode [dcb_open] einfügen oder mit [dcb_reset] einen Zurücksetzen-Link hinzufügen.
it_it: Mostra automaticamente il link “Modifica impostazioni cookie” nel piè di pagina. Puoi anche inserire lo stesso link in qualsiasi punto del sito con lo shortcode [dcb_open] oppure aggiungere un link di ripristino con [dcb_reset].

source: Alternatively, use [dcb_open] or [dcb_reset].
de_de: Alternativ kannst du [dcb_open] oder [dcb_reset] verwenden.
it_it: In alternativa, utilizza [dcb_open] o [dcb_reset].
